Repository: 0DORAEMON0/DS4Windows
Catalog: DS4Tool/Hotkeys.*.resx
Languages: de_de, fr_fr, it_it, pt_br, ru_ru

# btnDone.Text
source: Done
de_de: Fertig
it_it: Fatto
pt_br: Pronto
ru_ru: ОК

# label2.Text
source: Credits/Source Code:
de_de: Danksagungen/Quellcode:
fr_fr: Crédits/Code Source:
it_it: Crediti/Codice Sorgente:
pt_br: Creditos/Codigo Fonte:
ru_ru: Благодарности/Исходный код

# lbAbout.Text
source: DS4Windows - Jays2Kings Build (Version
it_it: DS4Windows - Jays2Kings Build (Versione
pt_br: DS4Windows - Jays2Kings Construir (Versão
ru_ru: DS4Windows - Сборка от Jays2Kings (v

# label23.Text
source: *If enabled
de_de: *Falls aktiviert
fr_fr: *si Activé
it_it: *Se abilitato
pt_br: *Se Ativado
ru_ru: * Если включено

# label26.Text
source: Scan Code
fr_fr: Scan du code
it_it: Scansiona Codice
pt_br: Scanear Codigo
ru_ru: Скан-код

# label27.Text
source: The key will remain in a "held down" state until pressed again
de_de: Taste bleibt im "Gedrückt" Status, bis sie erneut gedrückt wird
it_it: Il tasto rimarrà nello stato "tenuto giù" finchè non verrà premuto nuovamente
pt_br: A chave permanecerá em um estado "pressionado" até ser pressionado novamente
ru_ru: Клавиша будет оставаться в нажатом состоянии до повторного нажатия

# label25.Text
source: Macro
de_de: Makro
ru_ru: Макрос

# label29.Text
source: Keys are interpreted differently. May be needed for certain games
de_de: Tasten werden unterschiedlich interpretiert. Nur für manche Spiele nötig.
fr_fr: Les touches sont interprétées différemment. Peut-être nécessaire pour certains jeux
it_it: I Tasti sono interpretati differentemente. Potrebbe essere necessario per alcuni giochi
pt_br: As chaves são interpretados de forma diferente. Podem ser necessários para determinados jogos
ru_ru: Клавиши распознаются по-разному. Необходимо для определённых игр.

# label28.Text
source: Assign multiple keys to one input
de_de: Weise mehrere Tasten einer Eingabe zu
fr_fr: Assigner plusieurs touches à une entrée
it_it: Assegna tasti multipli ad un input
pt_br: Atribuir várias chaves para uma entrada
ru_ru: Присвоить несколько клавиш на одно нажатие

# label14.Text
source: Disconnect Controller (Only on Bluetooth)
de_de: Trenne Controller (nur bei Bluetooth)
fr_fr: Déconnecter la manette (Bluetooth seulement)
it_it: Disconnetti Controller (Solo su Bluetooth)
pt_br: Desconectar Controle ( Apenas Bluetooth)
ru_ru: Отключить контроллер (только при подключении по Bluetooth)

# label8.Text
source: Right click (Best used when right side is used as a mouse button)
de_de: Rechtsklick (Am besten benutzt wenn Rechte Seite als Maustaste verwendet wird.)
fr_fr: Clic droit (conseillé d'utiliser quand le côté droit est utilisé comme bouton de souris)
it_it: Click Destro (Meglio usato quando la parte destra è usata come bottone mouse)
pt_br: Botão direito do mouse (o melhor utilizada quando o lado direito é usado como um botão do mouse)
ru_ru: Правый клик (удобно, если правая сторона тачпада как кнопка мыши)

# label16.Text
source: Upper Touch
ru_ru: Верхний клик

# label15.Text
source: PS + Options or hold PS for 10 secs
de_de: PS + Options oder halte PS für 10 Sekunden
fr_fr: PS + Options ou maintenir PS pendant 10 secondes
it_it: PS + Options oppure tieni premuto PS per 10 secondi
pt_br: Opções PS + ou segurar PS durante 10 segundos
ru_ru: PS + Options или удерживайте PS 10 секунд

# label4.Text
source: Pad click on lower right*
de_de: Pad Unten Rechts drücken
fr_fr: Clic sur la partie inférieure et droite du pavé tactile*
it_it: Click inferiore destro sul Pad*
pt_br: Clique direito no Canto Superio Direito
ru_ru: Нажатие тачпада по нижней правой стороне *

# label7.Text
source: Left mouse drag
de_de: Ziehe Maus Links
fr_fr: Glisser du clic gauche de la souris
it_it: Trascinamento mouse Sinistro
pt_br: Arrastar com o Esquerdo
ru_ru: Перетаскивание левой кнопкой мыши

# label21.Text
source: Click upper part of touchpad
de_de: Drücke den oberen Teil des Touchpads
fr_fr: Cliquez sur la partie supérieure du pavé tactile
it_it: Clicca parte superiore del touchpad
pt_br: Clique na Parte Superiro do TouchPad
ru_ru: Нажатие на верхнюю часть тачпада

# label13.Text
source: When mapping keyboard and mouse:
de_de: Wenn Maus und Tastatur Zuordung
it_it: Mentre si sta mappando tastiera e mouse:
pt_br: Quando Mapear Teclado e Mouse:
ru_ru: При назначение клавиатуры и мыши:

# label3.Text
source: Tap then hold touchpad*
de_de: Drücke und halte Touchpad*
fr_fr: Appuyer puis maintenir le pavé tactile*
it_it: Tap quindi tieni premuto il touchpad*
pt_br: Toque e Segure o touchpad*
ru_ru: Коснитесь и удерживайте палец на тачпаде *

# label12.Text
source: Multitouch
ru_ru: Мультитач

# label9.Text
source: Scroll Up/Down
de_de: Hoch/Runter blättern
fr_fr: Défiler vers le Haut/Bas
it_it: Scorri Su/Giù
pt_br: Lista Cima/Baixo
ru_ru: Прокрутка вверх или вниз

# label19.Text
source: Click touchpad with 2 fingers
de_de: Drücke das Touchpad mit 2 Fingern
fr_fr: Cliquez sur le pavé tactile avec 2 doigts
it_it: Clicca sul touchpad con 2 dita
pt_br: Clique no TouchPad com 2 Dedos
ru_ru: Нажатие на тачпад двумя пальцами

# label10.Text
source: Two fingers up/down on touchpad*
de_de: Zwei Finger hoch/runter auf dem Touchpad*
fr_fr: Deux doigts haut/bas sur la pavé tactile*
it_it: Due dita su/giù sul touchpad*
pt_br: Dois Dedos Para Cima/Baixo no touchpad*
ru_ru: Скользите вверх/вниз двумя пальцами по тачпаду *

# label11.Text
source: Right Touch
ru_ru: Касание справа

# label18.Text
source: Click right side of touchpad
de_de: Drücke die Rechte Seite des Touchpads
fr_fr: Cliquez sur le côté droit du pavé tactile
it_it: Clicca parte destra del touchpad
pt_br: Clique direito do touchpad
ru_ru: Нажатие на тачпад справа

# label6.Text
source: Left Touch
de_de: Linker Touch
fr_fr: Right Touch
it_it: Tocco Sinistro
pt_br: Toque Esquerdo
ru_ru: Касание слева

# label5.Text
source: Turn off touchpad movement (clicking still works)
de_de: Schalte Touchpadbewegung aus (Klicken funktioniert weiterhin)
fr_fr: Désactiver les glissements sur le pavé tactile (le clique fonctionne toujours)
it_it: Disattiva movimento touchpad (cliccare funziona ancora)
pt_br: Desligue movimento touchpad (clicando ainda funciona)
ru_ru: Отключение жестов тачпада (нажатия продолжат работать)

# label17.Text
source: Click left side of touchpad
de_de: Drücke die Linke Seite des Touchpads
fr_fr: Cliquez sur le côté gauche du pavé tactile
it_it: Clicca parte sinistra del touchpad
pt_br: Clique esquerdo do touchpad
ru_ru: Нажатие на тачпад слева

# label1.Text
source: Touch Touchpad + PS
de_de: Berühre Touchpad + PS
fr_fr: Pavé tactile + PS
it_it: Tocca Touchpad + PS
pt_br: Toque Touchpad + PS
ru_ru: Коснитесь тачпада + PS

# label22.Text
source: Cycle through profiles
de_de: Blättere durch die Profile
it_it: Cicla tra i profili
pt_br: Clico De Perfis
ru_ru: Цикличность профилей

# label20.Text
source: 2 finger touchpad swipe left or right
de_de: 2 Finger Wischgeste auf dem Touchpad nach Links oder Rechts
fr_fr: Glisser gauche ou droit avec 2 doigts sur le pavé tactile
it_it: Swipe a 2 dita sul touchpad a sinistra o a destra
pt_br: 2 Dedos Para TouchPad Direito ou Esquerto
ru_ru: Скольжение двумя пальцами влево или вправо

# label24.Text
source: Toggle
de_de: Wechseln
pt_br: Alternar
ru_ru: Переключатель

# label30.Text
source: Hide DS4 Controller
de_de: Verstecke DS4 Controller
fr_fr: Cacher manette DS4
it_it: Nascondi Controller DS4
pt_br: Esconder Controle DS4
ru_ru: Скрыть контроллер DS4

# label31.Text
source: Hides the DS4's regular input (Dinput) from other programs check if you are getting double input in games or R2 pauses games
de_de: Verstecke DS4's Standard Eingabemethode (Dinput) vor anderen Programmen. Überprüfe ob du Doppeleingaben in Spielen bekommst oder R2 das Spiel pausiert.
fr_fr: Cacher les entrées de base (Dinput) de la DS4 de la vérification des autres programmes si vous observez des entrées doubles en plein jeu ou si R2 met le jeu en pause
it_it: Nasconde l'input regolare del DS4 (Dinput) da altri programmi spunta se stai avendo input doppio nei giochi o R2 pausa i giochi.
pt_br: Esconde entrada regular do DS4 (DINPUT) de outros programas verifique se você está recebendo dupla entrada em jogos ou R2 pausa jogos
ru_ru: Скрывает контроллер DS4 в режиме DInput от других программ Включите, если вы наблюдаете эффект двойного ввода

# label32.Text
source: Shift Modifer
de_de: Umschalter Modifikator
it_it: Modificatore Shift
pt_br: Modificador
ru_ru: Модификатор сдвига

# label33.Text
source: Hold an action to use another set of controls
de_de: Halte eine Aktion um ein anderes Steuerungsprofil auszuwählen.
fr_fr: Maintenir une action pour utiliser un autre ensemble de commandes
it_it: Tieni premuta un'azione per usare un altro set di controlli
pt_br: Segure uma ação para usar um outro conjunto de controles
ru_ru: Удерживайте для использования альтернативного набора управления

# lLChangelog.Text
source: Changelog
de_de: Änderungen
fr_fr: Liste de nouveautés
pt_br: Registro de Alterações
ru_ru: Список изменений

# linkDonate.Text
source: Donate via Paypal
de_de: Spenden via Paypal
fr_fr: Donner via PayPal
it_it: Donazioni via Paypal
pt_br: Doar Via Paypal
ru_ru: Сделать пожертвование

# linkInhexSTER.Text
source: InhexSTER (Starter of DS4Tool)
fr_fr: InhexSTER (Démarreur de DS4Tool)
