Repository: 0DORAEMON0/DS4Windows
Catalog: DS4Windows/DS4Forms/Options.*.resx
Languages: de_de

# cBLightbyBattery.Text
source: Color by Battery %
de_de: Farbe bei % Batterie

# lbspc.Text
source: secs/cycle
de_de: Sekunden/Periode

# cBDoubleTap.Text
source: Double Tap
de_de: Doppelt tippen

# cBTap.Text
source: Tap
de_de: Tippen

# cBScroll.Text
source: Scroll
de_de: Blättern

# cBSlide.Text
source: Slide
de_de: Gleiten

# lbButtonMouseSens.Text
source: Mouse Sensitivity:
de_de: Mausempfindlichkeit:

# cBlowerRCOn.Text
source: Lower Right as RMB
de_de: Unten rechts als rechte Maustaste

# cBTouchpadJitterCompensation.Text
source: Jitter Compensation
de_de: Zitterausgleich

# lbIdleMinutes.Text
source: mins
de_de: Minuten

# cBFlushHIDQueue.Text
source: Flush HID
de_de: HID leeren

# btnRumbleHeavyTest.Text
source: Test Heavy
de_de: Teste Gewicht

# lbFull.Text
source: Full:
de_de: Voll:

# lbEmpty.Text
source: Empty:
de_de: Leer:

# cbStartTouchpadOff.Text
source: Start with Slide/Scroll off
de_de: Starte mit Gleiten/Blättern aus

# defaultToolStripMenuItem.Text
source: Default
de_de: Standard

# tSMIDPadInverted.Text
source: Inverted
de_de: Invertiert

# tSMIDPadInvertedX.Text
source: Inverted X
de_de: Invertiert X

# tSMIDPadInvertedY.Text
source: Inverted Y
de_de: Invertiert Y

# LSToolStripMenuItem.Text
source: Left Stick
de_de: Linker Stick

# tSMILSInverted.Text
source: Inverted
de_de: Invertiert

# tSMILSInvertedX.Text
source: Inverted X
de_de: Invertiert X

# tSMILSInvertedY.Text
source: Inverted Y
de_de: Invertiert Y

# RSToolStripMenuItem.Text
source: Right Stick
de_de: Rechter Stick

# tSMIRSInverted.Text
source: Inverted
de_de: Invertiert

# tSMIRSInvertedX.Text
source: Inverted X
de_de: Invertiert X

# tSMIRSInvertedY.Text
source: Inverted Y
de_de: Invertiert Y

# ABXYToolStripMenuItem.Text
source: Face Buttons
de_de: Gesichtsknöpfe

# wScanCodeWASDToolStripMenuItem.Text
source: w/ Scan Code
de_de: Scancode

# ArrowKeysToolStripMenuItem.Text
source: Arrow Keys
de_de: Pfeiltasten

# wScanCodeArrowKeysToolStripMenuItem.Text
source: w/ Scan Code
de_de: Scancode

# MouseToolStripMenuItem.Text
source: Mouse
de_de: Maus

# tSMIMouseInverted.Text
source: Inverted
de_de: Invertiert

# tSMIMouseInvertedX.Text
source: Inverted X
de_de: Invertiert X

# tSMIMouseInvertedY.Text
source: Inverted Y
de_de: Invertiert Y

# cBDinput.Text
source: Use Dinput only
de_de: Benutze nur Dinput

# cBLaunchProgram.Text
source: Launch Program with profile
de_de: Starte Programm mit Profil

# btnBrowse.Text
source: Browse...
de_de: Suchen

# lbUseController.Text
source: Use Controller
de_de: Benutze Controller

# cBMouseAccel.Text
source: Mouse Acceleration
de_de: Mausgeschwindigkeit

# cBControllerInput.Text
source: for Mapping and readout
de_de: für Zuordung und Auslesen

# cBIdleDisconnect.Text
source: Idle Disconnect
de_de: Trenne im Leerlauf

# gBOther.Text
source: Other
de_de: Andere

# cBFlashType.Items
source: Flash at
de_de: Blinken bei

# cBFlashType.Items1
source: Pulse at
de_de: Pulsieren bei

# cBWhileCharging.Items1
source: Pulse
de_de: Ein- und ausblenden

# cBWhileCharging.Items2
source: Rainbow
de_de: Regenbogen

# cBWhileCharging.Items3
source: Color
de_de: Farbe

# lbWhileCharging.Text
source: While Charging:
de_de: Während des Ladens:

# gBLightbar.Text
source: Lightbar
de_de: Lichtbalken

# cBShiftLight.Text
source: Use another color for shift mode
de_de: Benutze für den Umschalter Modus eine andere Farbe

# lbShift.Text
source: Shift:
de_de: Umschalter:

# btnRumbleLightTest.Text
source: Test Light
de_de: Teste Licht

# gBRumble.Text
source: Rumble
de_de: Vibration

# tPController.Text
source: Controller Readings
de_de: Controller Kalibrierung

# lbRSTip.Text
source: Right Stick
de_de: Rechter Stick

# lbInputDelay.Text
source: Input Delay: N/Ams
de_de: Eingabeverzögerung: N/Ams

# lbLSTip.Text
source: Left Stick
de_de: Linker Stick

# lbSATip.Text
source: Sixaxis: X axis is flipped for easier reading
de_de: Sixaxis: X Achse ist vertauscht, um leichter zu lesen.

# lb6Accel.Text
source: Accel
de_de: Beschleunigung

# lb6Gryo.Text
source: Gyro
de_de: Bewegungssteuerung

# tPShiftMod.Text
source: Shift Modifier
de_de: Modifikator

# cBShiftControl.Items
source: (nothing)/shift off
de_de: (nichts)/Umschalter aus

# lbHold.Text
source: Hold
de_de: Halte

# lbtoUse.Text
source: to use these controls
de_de: um diese Steuerung zu nutzen

# tPControls.Text
source: Controls
de_de: Steuerung

# lbControlTip.Text
source: Click the lightbar for color picker
de_de: Drücke einen Teil des Controllers um die Aktion zu ändern Drücke den Lichtbalken für den Farbenauswähler

# tPSpecial.Text
source: Special Actions
de_de: Spezial Aktionen

# cHTrigger.Text
source: Trigger
de_de: Auslöser

# cHAction.Text
source: Action
de_de: Aktion

# btnNewAction.Text
source: New Action
de_de: Neue Aktion

# btnEditAction.Text
source: Edit Action
de_de: Bearbeite Aktion

# btnRemAction.Text
source: Remove Action
de_de: Lösche Aktion

# lbActionsTip.Text
source: Hold selected controls to perform an action, check the Action to use it while profile is loaded. Max 50 actions
de_de: Halte ausgewählte Steuerungen um eine Aktion auszuführen. Kontrolliere die Aktion, um sie zu benutzen, während das Profil geladen ist. Max 50 Aktionen.

# tPDeadzone.Text
source: Deadzone
de_de: Toter Bereich
